{
"type": "FeatureCollection",
"name": "hometown2",
"crs": { "type": "name", "properties": { "name": "urn:ogc:def:crs:OGC:1.3:CRS84" } },
"features": [
{ "type": "Feature", "properties": { "hometown": "Ivanhoe Township, Wisconsin", "lat": 42.584925, "lng": -88.346629, "display": "Barbara", "years": 53, "groups": "g4", "info": "INFO", "frequency": "Rarely to Ivanhoe Township but once a year to Wisconsin", "comment": "I was in that community recently and I thought about the reverse of white flight. Most of the black community has moved on and many whites have moved in. I remember the camaraderie and sense of safety.", "photo": "/assets/barbara.jpg", "caption": "Barbara Golden, left, along with cousins and other town residents, poses on the hood of a car in her hometown of Lake Ivanhoe, Wisconsin. Gordon, who lives on Bainbridge Island, left Ivanhoe Township 53 years ago. She says she has returned rarely to her hometown, but goes to Wisconsin once a year." }, "geometry": { "type": "Point", "coordinates": [ -88.34663, 42.58492 ] } },
{ "type": "Feature", "properties": { "hometown": "Buffalo, New York", "lat": 42.88099, "lng": -78.875463, "display": "Ben", "years": 30, "groups": "g3", "info": "INFO", "frequency": "Haven't been back since 2012", "comment": "What a great childhood I had living in the city. How good the local food is. How I can instantly relate to the people there. How much things have changed. How little things have changed.", "photo": "/assets/ben.jpg", "caption": "Ben Hopper, left, and his brother, David, show off the snowman they built in the backyard of their home in Buffalo, New York." }, "geometry": { "type": "Point", "coordinates": [ -78.87546, 42.88099 ] } },
{ "type": "Feature", "properties": { "hometown": "Kew Gardens, Queens, New York City", "lat": 40.706584, "lng": -73.82681, "display": "Carolyn", "years": 28, "groups": "g2", "info": "INFO", "frequency": "I don't. Everyone's moved elsewhere but we do visit my mom in Pennsylvania about once a year.", "comment": "Perfection and propriety. Though my sharp-as-a-tack, 99-year-old mom buried my father 45 years ago (and her second husband, more a dad to me than my birth father, 10 years ago), there is still a carryover from when he was alive of these traits. I think the propriety, especially, is comfortable for her. It's fairly predictable but it doesn't allow for much flexibility. (We are both the older child in the family, which may reinforce this if you subscribe to birth-order theories.) It's always a tense visit, and our weekly phone calls often seem enough contact. To give her some credit, she is better without either husband to take care of, says she likes her own company and is very generous in ways that don't involve revealing (feeling?) too much emotion.", "photo": "/assets/carolyn.jpg", "caption": "Carolyn with her mother, in Queens. " }, "geometry": { "type": "Point", "coordinates": [ -73.82681, 40.70658 ] } },
{ "type": "Feature", "properties": { "hometown": "Bainbridge Island, Washington", "lat": 47.636645, "lng": -122.526396, "display": "Connie", "years": 47, "groups": "g4", "info": "INFO", "frequency": "Rarely", "comment": "I got to know the family who now lives in the home I grew up in, a home that still lives large in my memory as it was so unique. So I have visited very rarely, walked the old halls, poked my head into my old bedroom. It's home and yet it's not home. ", "photo": "/assets/connie.jpg", "caption": "Connie McDougall, center, and her brother, Alan, and sister, Anne, enjoyed the watermelon at this Bainbridge Island picnic in the 1950s. Alan and Anne are fraternal twins, five years older than Connie. " }, "geometry": { "type": "Point", "coordinates": [ -122.5264, 47.63665 ] } },
{ "type": "Feature", "properties": { "hometown": "Federal Way, Washington", "lat": 47.316537, "lng": -122.321404, "display": "David", "years": 38, "groups": "g3", "info": "INFO", "frequency": "Once every five years or so", "comment": "Visiting some relatives, avoiding others. I'm sad for what Federal Way has become after suffering the unbridled growth of the past 40 years. It was quite rural when I moved there at the age of five in 1963. The curse of being an unincorporated community is the lack of planning, growth unrestrained by zoning regulations, etc. Federal Way suffered (and benefited) from the accident of being along the Pacific Hwy and later the Interstate 5 corridor, between two large cities. Like most of the towns and cities in South King County, it suffers from a lack of identity. To imagine that your town center is a shopping mall built on a swamp because of its convenience to the I-5 exit at 320th -- it's sad. The library, recently built, that was partially destroyed by arson in in 1975 took most of the tangible mementos of Federal Way's history along with it. Virtually all of the near wilderness I enjoyed in various corners of Federal Way in the 1960s fell victim to urban sprawl, as have many farms, local businesses, etc. I can remember a childhood of waiting at the end of my street early in the mornings during the summer for a dilapidated bus to arrive, take me to a berry farm owned by second- or third- generation Japanese Americans, to pick strawberries or raspberries for 90 cents a flat. It's a different world now.", "photo": "/assets/david.jpg", "caption": "David Lister throws the discus in a home meet at Federal Way High School in 1976. He says his hometown of Federal Way was quite rural when he moved there at the age of 5, in 1963. He left 38 years ago. He laments the wilderness he enjoyed as a child has given way to urban sprawl." }, "geometry": { "type": "Point", "coordinates": [ -122.3214, 47.31654 ] } },
{ "type": "Feature", "properties": { "hometown": "Phú Cường, Vietnam", "lat": 10.982428, "lng": 106.652554, "display": "Ginger", "years": 20, "groups": "g2", "info": "INFO", "frequency": "Not since 1998", "comment": "Dread, trauma, sadness, anger, suffocation, feeling trapped, mostly unpleasant feelings.", "photo": "/assets/ginger.jpg", "caption": "Ginger was born in Vietnam but grew up in Thornton, Colorado. Her Auntie Rosie was by her side at her 1985 high school graduation in Thornton, and again in her graduation from the University of Colorado in 1990. Rosie died in 1999." }, "geometry": { "type": "Point", "coordinates": [ 106.65255, 10.98243 ] } },
{ "type": "Feature", "properties": { "hometown": "Alton, Iowa", "lat": 42.986765, "lng": -96.01014, "display": "Judith", "years": 50, "groups": "g4", "info": "INFO", "frequency": "I do not. In the cemetery are the bodies of loved ones, including my husband and my son who died in a car accident while visiting his grandparents who lived there. He was 13.", "comment": "It was a good place and a good time to grow up: attending church every time the doors opened, resenting that then, figuring out as an adult what that meant to me. Grateful for what all of it meant to the strength I have needed to make it through the years that followed.", "photo": "/assets/judith.jpg", "caption": "Judith Muilenburg, right, poses outside a church in her hometown of Alton, Iowa. Muilenburg says she left Alton 50 years ago and doesn't go back because of loved ones who had passed away." }, "geometry": { "type": "Point", "coordinates": [ -96.01014, 42.98676 ] } },
{ "type": "Feature", "properties": { "hometown": "Accra, Ghana", "lat": 5.589716, "lng": -0.193472, "display": "Kweku", "years": 34, "groups": "g3", "info": "INFO", "frequency": "Haven't been back to Ghana since 2005", "comment": "All sorts of emotions. I haven't been back to Ghana since 2005. Sadness at how much time has passed since I left Washington, D.C., but also happy that I found a home in Seattle.", "photo": "/assets/kweku.jpg", "caption": "Kweku Ako-Adjei, top left, and his four siblings and a grandmother pose at Kweku's parents' house in Accra, Ghana, shortly before the family moved to the Washington, D.C., area. All are wearing traditional Ashanti clothing called Kente cloth. Kweku is 10 years old. The others are sister Adjoa, 12, top middle; brother Kwabena, 7, top right; sister Naabaako, 5, bottom left; grandmother Caroline Rockson, bottom middle; and sister Naana, 3, bottom right." }, "geometry": { "type": "Point", "coordinates": [ -0.19347, 5.58972 ] } },
{ "type": "Feature", "properties": { "hometown": "Brown Deer, Wisconsin", "lat": 43.162056, "lng": -87.964653, "display": "Laura", "years": 15, "groups": "g1", "info": "INFO", "frequency": "Every two years", "comment": "I don't think you can ever really go back, and the idea of going home is going backwards. Like a lot of Seattleites, I have moved around quite a bit; I've loved a lot of places and people and moved away from those places, and those people have moved away, too. Or they've changed, and I've changed. Now that I have a husband and a son, I feel at home when I'm with them, whether that's in our house or a hotel room or my parents' guest room - or in a tent. There are places I've lived that I love to visit now, but I never feel 100 percent comfortable. And there are places I know in the core of my being that I don't enjoy going back to at all. It just makes me think, I don't need the tradition of going home.", "photo": "/assets/laura.jpg", "caption": "Laura (left), posing in front of Dean Elementary School in her hometown of Brown Deer, Wisconsin, says she goes home every two years. The school was demolished in 2013. The Seattle resident says, 'I don't think you can ever really go back, and the idea of going home is going backwards.'" }, "geometry": { "type": "Point", "coordinates": [ -87.96465, 43.16206 ] } },
{ "type": "Feature", "properties": { "hometown": "Redwood Falls, Minnesota", "lat": 44.53718, "lng": -95.116859, "display": "Laurie", "years": 48, "groups": "g4", "info": "INFO", "frequency": "Two to three times a year", "comment": "My father still lives in the house I grew up in, so when I go home it is to revisit my childhood home. I think about my conservative roots and how much I have changed since I left home. I also think about all of the love and support I have received from my family and friends there. It is always bittersweet. It is a reminder that although we don't agree politically, we still love each other and have so much in common.", "photo": "/assets/laurie.jpg", "caption": "Laurie Connelly helps her father, James Flinn, prepare holiday cards for mailing in December 1962, in their hometown of Redwood Falls, Minnesota. Her father still lives in the house." }, "geometry": { "type": "Point", "coordinates": [ -95.11686, 44.53718 ] } },
{ "type": "Feature", "properties": { "hometown": "Ogden, Utah", "lat": 41.225525, "lng": -111.974731, "display": null, "years": 2, "groups": "g1", "info": "INFO", "frequency": "Once a year", "comment": "Anxiety and excitement. Bad situations preceded my move so the anxiety always gets me; however, seeing my family is so wonderful, as are the mountains. Then I start feeling guilty that I left my family for Seattle.", "photo": null, "caption": null }, "geometry": { "type": "Point", "coordinates": [ -111.97473, 41.22552 ] } },
{ "type": "Feature", "properties": { "hometown": "Houma, Louisiana", "lat": 29.590103, "lng": -90.718106, "display": "Martha", "years": 4, "groups": "g1", "info": "INFO", "frequency": "About once a year ", "comment": "I feel like people get all the parts of me that Washington doesn't get about me. I feel like a snob. People where I'm from don't leave. I'm glad to be back where people celebrate more, are more social and break the rules, whatever they might be -- more than here. But I know it means keeping my mouth shut about a lot of my values and politics.", "photo": null, "caption": null }, "geometry": { "type": "Point", "coordinates": [ -90.71811, 29.5901 ] } },
{ "type": "Feature", "properties": { "hometown": "West Springfield, Virginia", "lat": 38.76997, "lng": -77.219889, "display": "Ainsley", "years": 5, "groups": "g1", "info": "INFO", "frequency": "Once a year, at most", "comment": "I've learned to somehow reconcile the conflicting feelings I have, like a patchwork quilt sewn together sloppily. Home holds a lot of trauma for me -- years of being closeted, experiencing generational trauma, living with my mother in poverty when she left my dad. My high-school years were riddled with drug use in an attempt to ignore the sides of myself I was forced to suppress. When I go home, I know I'll face reminders of the pieces of my upbringing I've run so far away from, physically. But then, there's fields of fireflies on humid, summer nights in Virginia. There's memories of traipsing through the forest with my friends as a child. There's the waterfall my friends and I skipped school to swim in. There's cherry blossoms, trips to D.C., memories of watching herds of deer roam through my front yard ... and my favorite, the sound of crickets as I fall asleep. I can't ignore the place that shaped who I am, as much as I like to pretend I can.", "photo": null, "caption": null }, "geometry": { "type": "Point", "coordinates": [ -77.21989, 38.76997 ] } },
{ "type": "Feature", "properties": { "hometown": "Seattle", "lat": 47.600343, "lng": -122.329054, "display": "Tracy", "years": 8, "groups": "g1", "info": "INFO", "frequency": "Once or twice a year", "comment": "I love visiting my family and friends who still live in Seattle, but every time I visit I question if this is still the same city I grew up in. I question if it's a place I want to some day return to (in the meantime I've discovered the joys of small-town life), and if so would it be feasible to return to Seattle? Are there major life goals or aspects of economic security (like owning my own house someday) that I would have to give up in order to live in Seattle again?", "photo": null, "caption": null }, "geometry": { "type": "Point", "coordinates": [ -122.32905, 47.60034 ] } },
{ "type": "Feature", "properties": { "hometown": "Cedar Rapids, Iowa", "lat": 41.972646, "lng": -91.678459, "display": "Natalie", "years": 18, "groups": "g2", "info": "INFO", "frequency": "Once every two years", "comment": "I miss the people, the ethic. I feel guilty for leaving, not trying to make it better. I am upset at some of its politics and depressed by its aesthetic --  but encouraged by new businesses, new people. Makes me want to go back. Makes Seattle seem bourgeois and insular, and disinterested in the rest of our country. ", "photo": null, "caption": null }, "geometry": { "type": "Point", "coordinates": [ -91.67846, 41.97265 ] } },
{ "type": "Feature", "properties": { "hometown": "Campton and Lexington, Kentucky", "lat": 38.056362, "lng": -84.500148, "display": "Jan", "years": 22, "groups": "g2", "info": "INFO", "frequency": "Every year", "comment": "Most of my mom and dad's generation has passed away, but their influence on their children and students has been significant and long-lasting. Whenever we return to Kentucky, we are treated like family -- with respect and consideration.  Our church and Sunday school class stay in touch with us, and we feel better grounded when we return to the Seattle freeze.  My greatest sadness is the continued lack of acceptance of the LGBTQ community, African Americans and Hispanic Americans and folks of different religious practices and, of course, the continued voting for folks who don't have the individuals of the commonwealth's best interests at heart.", "photo": null, "caption": null }, "geometry": { "type": "Point", "coordinates": [ -84.50015, 38.05636 ] } },
{ "type": "Feature", "properties": { "hometown": "Minneapolis, Minnesota", "lat": 44.972469, "lng": -93.260789, "display": "Ruth", "years": 30, "groups": "g3", "info": "INFO", "frequency": "Once a year", "comment": "Fear for my aging parents. I worry about their declining health. I worry about their discomfort with my being a lesbian and their reluctance for friends and family to know. Although Minneapolis is a tolerant city with a sizeable LGBTQ community, I never feel accepted because of my family. I had to leave to find my community in Seattle. And it means that I'm not there to take care of my parents.", "photo": null, "caption": null }, "geometry": { "type": "Point", "coordinates": [ -93.26079, 44.97247 ] } },
{ "type": "Feature", "properties": { "hometown": "Austin, Texas", "lat": 30.251412, "lng": -97.742579, "display": "Steve", "years": 33, "groups": "g3", "info": "INFO", "frequency": "About once a year", "comment": "My political views are very different than most of the people in Texas and my family; however, there is still a draw and pride of the place. I do not think I could go back there to live but I'm always happy to go. I am also conflicted when I go home.   ", "photo": null, "caption": null }, "geometry": { "type": "Point", "coordinates": [ -97.74258, 30.25141 ] } },
{ "type": "Feature", "properties": { "hometown": "Sammamish, Washington", "lat": 47.612313, "lng": -122.042645, "display": null, "years": 1, "groups": "g1", "info": null, "frequency": null, "comment": null, "photo": null, "caption": null }, "geometry": { "type": "Point", "coordinates": [ -122.04264, 47.61231 ] } },
{ "type": "Feature", "properties": { "hometown": "Russia", "lat": 58.259809, "lng": 96.15498, "display": null, "years": 2, "groups": "g1", "info": null, "frequency": null, "comment": null, "photo": null, "caption": null }, "geometry": { "type": "Point", "coordinates": [ 96.15498, 58.25981 ] } },
{ "type": "Feature", "properties": { "hometown": "Seattle, Greenwood neighborhood", "lat": 47.696343, "lng": -122.356366, "display": null, "years": 4, "groups": "g1", "info": null, "frequency": null, "comment": null, "photo": null, "caption": null }, "geometry": { "type": "Point", "coordinates": [ -122.35637, 47.69634 ] } },
{ "type": "Feature", "properties": { "hometown": "South Louisiana", "lat": 30.116784, "lng": -91.850414, "display": null, "years": 4, "groups": "g1", "info": null, "frequency": null, "comment": null, "photo": null, "caption": null }, "geometry": { "type": "Point", "coordinates": [ -91.85041, 30.11678 ] } },
{ "type": "Feature", "properties": { "hometown": "Charlotte, North Carolina", "lat": 35.212618, "lng": -80.842548, "display": null, "years": 8, "groups": "g1", "info": null, "frequency": null, "comment": null, "photo": null, "caption": null }, "geometry": { "type": "Point", "coordinates": [ -80.84255, 35.21262 ] } },
{ "type": "Feature", "properties": { "hometown": "Seattle", "lat": 47.604, "lng": -122.32, "display": null, "years": 9, "groups": "g1", "info": null, "frequency": null, "comment": null, "photo": null, "caption": null }, "geometry": { "type": "Point", "coordinates": [ -122.32, 47.604 ] } },
{ "type": "Feature", "properties": { "hometown": "East Coast", "lat": 35.686916, "lng": -77.050086, "display": null, "years": 10, "groups": "g1", "info": null, "frequency": null, "comment": null, "photo": null, "caption": null }, "geometry": { "type": "Point", "coordinates": [ -77.05009, 35.68692 ] } },
{ "type": "Feature", "properties": { "hometown": "Guam", "lat": 13.390895, "lng": 144.741947, "display": null, "years": 15, "groups": "g1", "info": null, "frequency": null, "comment": null, "photo": null, "caption": null }, "geometry": { "type": "Point", "coordinates": [ 144.74195, 13.3909 ] } },
{ "type": "Feature", "properties": { "hometown": "Milwaukee, Wisconsin", "lat": 43.05714, "lng": -87.912488, "display": null, "years": 15, "groups": "g1", "info": null, "frequency": null, "comment": null, "photo": null, "caption": null }, "geometry": { "type": "Point", "coordinates": [ -87.91249, 43.05714 ] } },
{ "type": "Feature", "properties": { "hometown": "Tampa, Florida", "lat": 27.937001, "lng": -82.498369, "display": null, "years": 15, "groups": "g1", "info": null, "frequency": null, "comment": null, "photo": null, "caption": null }, "geometry": { "type": "Point", "coordinates": [ -82.49837, 27.937 ] } },
{ "type": "Feature", "properties": { "hometown": "Eastern Washington", "lat": 47.539503, "lng": -118.779671, "display": null, "years": 16, "groups": "g2", "info": null, "frequency": null, "comment": null, "photo": null, "caption": null }, "geometry": { "type": "Point", "coordinates": [ -118.77967, 47.5395 ] } },
{ "type": "Feature", "properties": { "hometown": "Hawaii", "lat": 20.724188, "lng": -156.312763, "display": null, "years": 19, "groups": "g2", "info": null, "frequency": null, "comment": null, "photo": null, "caption": null }, "geometry": { "type": "Point", "coordinates": [ -156.31276, 20.72419 ] } },
{ "type": "Feature", "properties": { "hometown": "Haleiwa, Oahu, Hawaii", "lat": 21.590266, "lng": -158.104939, "display": null, "years": 20, "groups": "g2", "info": null, "frequency": null, "comment": null, "photo": null, "caption": null }, "geometry": { "type": "Point", "coordinates": [ -158.10494, 21.59027 ] } },
{ "type": "Feature", "properties": { "hometown": "Joliet, Illinois", "lat": 41.531772, "lng": -88.108864, "display": null, "years": 20, "groups": "g2", "info": null, "frequency": null, "comment": null, "photo": null, "caption": null }, "geometry": { "type": "Point", "coordinates": [ -88.10886, 41.53177 ] } },
{ "type": "Feature", "properties": { "hometown": "Owensboro, Kentucky", "lat": 37.763962, "lng": -87.10911, "display": null, "years": 20, "groups": "g2", "info": null, "frequency": null, "comment": null, "photo": null, "caption": null }, "geometry": { "type": "Point", "coordinates": [ -87.10911, 37.76396 ] } },
{ "type": "Feature", "properties": { "hometown": "Connecticut", "lat": 41.50348, "lng": -72.590838, "display": null, "years": 22, "groups": "g2", "info": null, "frequency": null, "comment": null, "photo": null, "caption": null }, "geometry": { "type": "Point", "coordinates": [ -72.59084, 41.50348 ] } },
{ "type": "Feature", "properties": { "hometown": "St. Louis, Missouri", "lat": 38.59608, "lng": -90.236023, "display": null, "years": 22, "groups": "g2", "info": null, "frequency": null, "comment": null, "photo": null, "caption": null }, "geometry": { "type": "Point", "coordinates": [ -90.23602, 38.59608 ] } },
{ "type": "Feature", "properties": { "hometown": "Tucson, Arizona", "lat": 32.22514, "lng": -110.922088, "display": null, "years": 23, "groups": "g2", "info": null, "frequency": null, "comment": null, "photo": null, "caption": null }, "geometry": { "type": "Point", "coordinates": [ -110.92209, 32.22514 ] } },
{ "type": "Feature", "properties": { "hometown": "Eddyville, Kentucky", "lat": 37.091414, "lng": -88.08029, "display": null, "years": 25, "groups": "g2", "info": null, "frequency": null, "comment": null, "photo": null, "caption": null }, "geometry": { "type": "Point", "coordinates": [ -88.08029, 37.09141 ] } },
{ "type": "Feature", "properties": { "hometown": "Missoula, Montana", "lat": 46.877061, "lng": -113.996189, "display": null, "years": 25, "groups": "g2", "info": null, "frequency": null, "comment": null, "photo": null, "caption": null }, "geometry": { "type": "Point", "coordinates": [ -113.99619, 46.87706 ] } },
{ "type": "Feature", "properties": { "hometown": "Columbia, Kentucky", "lat": 37.100831, "lng": -85.307025, "display": null, "years": 28, "groups": "g2", "info": null, "frequency": null, "comment": null, "photo": null, "caption": null }, "geometry": { "type": "Point", "coordinates": [ -85.30702, 37.10083 ] } },
{ "type": "Feature", "properties": { "hometown": "New York City", "lat": 40.748984, "lng": -73.987501, "display": null, "years": 28, "groups": "g2", "info": null, "frequency": null, "comment": null, "photo": null, "caption": null }, "geometry": { "type": "Point", "coordinates": [ -73.9875, 40.74898 ] } },
{ "type": "Feature", "properties": { "hometown": "Hood River, Oregon", "lat": 45.702951, "lng": -121.524047, "display": null, "years": 29, "groups": "g2", "info": null, "frequency": null, "comment": null, "photo": null, "caption": null }, "geometry": { "type": "Point", "coordinates": [ -121.52405, 45.70295 ] } },
{ "type": "Feature", "properties": { "hometown": "Eastern Washington", "lat": 46.738445, "lng": -118.620002, "display": null, "years": 30, "groups": "g3", "info": null, "frequency": null, "comment": null, "photo": null, "caption": null }, "geometry": { "type": "Point", "coordinates": [ -118.62, 46.73844 ] } },
{ "type": "Feature", "properties": { "hometown": "Snohomish County, Washington", "lat": 48.054502, "lng": -121.962341, "display": null, "years": 30, "groups": "g3", "info": null, "frequency": null, "comment": null, "photo": null, "caption": null }, "geometry": { "type": "Point", "coordinates": [ -121.96234, 48.0545 ] } },
{ "type": "Feature", "properties": { "hometown": "Minneapolis, Minnesota", "lat": 44.970046, "lng": -93.265602, "display": null, "years": 30, "groups": "g3", "info": null, "frequency": null, "comment": null, "photo": null, "caption": null }, "geometry": { "type": "Point", "coordinates": [ -93.2656, 44.97005 ] } },
{ "type": "Feature", "properties": { "hometown": "Wichita, Kansas", "lat": 37.667878, "lng": -97.325451, "display": null, "years": 32, "groups": "g3", "info": null, "frequency": null, "comment": null, "photo": null, "caption": null }, "geometry": { "type": "Point", "coordinates": [ -97.32545, 37.66788 ] } },
{ "type": "Feature", "properties": { "hometown": "Kentucky", "lat": 38.009761, "lng": -83.934704, "display": null, "years": 35, "groups": "g3", "info": null, "frequency": null, "comment": null, "photo": null, "caption": null }, "geometry": { "type": "Point", "coordinates": [ -83.9347, 38.00976 ] } },
{ "type": "Feature", "properties": { "hometown": "Norman, Oklahoma", "lat": 35.212699, "lng": -97.448996, "display": null, "years": 35, "groups": "g3", "info": null, "frequency": null, "comment": null, "photo": null, "caption": null }, "geometry": { "type": "Point", "coordinates": [ -97.449, 35.2127 ] } },
{ "type": "Feature", "properties": { "hometown": "Alaska", "lat": 64.355392, "lng": -152.259073, "display": null, "years": 36, "groups": "g3", "info": null, "frequency": null, "comment": null, "photo": null, "caption": null }, "geometry": { "type": "Point", "coordinates": [ -152.25907, 64.35539 ] } },
{ "type": "Feature", "properties": { "hometown": "Chicago, Illinois", "lat": 41.862513, "lng": -87.652117, "display": null, "years": 36, "groups": "g3", "info": null, "frequency": null, "comment": null, "photo": null, "caption": null }, "geometry": { "type": "Point", "coordinates": [ -87.65212, 41.86251 ] } },
{ "type": "Feature", "properties": { "hometown": "Lexington, Kentucky", "lat": 37.959635, "lng": -84.506042, "display": null, "years": 37, "groups": "g3", "info": null, "frequency": null, "comment": null, "photo": null, "caption": null }, "geometry": { "type": "Point", "coordinates": [ -84.50604, 37.95963 ] } },
{ "type": "Feature", "properties": { "hometown": "Indianapolis, Indiana ", "lat": 39.7866, "lng": -86.176689, "display": null, "years": 39, "groups": "g3", "info": null, "frequency": null, "comment": null, "photo": null, "caption": null }, "geometry": { "type": "Point", "coordinates": [ -86.17669, 39.7866 ] } },
{ "type": "Feature", "properties": { "hometown": "Minnesota", "lat": 45.896907, "lng": -94.680908, "display": null, "years": 40, "groups": "g3", "info": null, "frequency": null, "comment": null, "photo": null, "caption": null }, "geometry": { "type": "Point", "coordinates": [ -94.68091, 45.89691 ] } },
{ "type": "Feature", "properties": { "hometown": "Seattle", "lat": 47.61, "lng": -122.33, "display": null, "years": 40, "groups": "g3", "info": null, "frequency": null, "comment": null, "photo": null, "caption": null }, "geometry": { "type": "Point", "coordinates": [ -122.33, 47.61 ] } },
{ "type": "Feature", "properties": { "hometown": "Cathlamet, Washington", "lat": 46.202109, "lng": -123.382735, "display": null, "years": 41, "groups": "g3", "info": null, "frequency": null, "comment": null, "photo": null, "caption": null }, "geometry": { "type": "Point", "coordinates": [ -123.38273, 46.20211 ] } },
{ "type": "Feature", "properties": { "hometown": "Minnesota", "lat": 45.989621, "lng": -94.752035, "display": null, "years": 41, "groups": "g3", "info": null, "frequency": null, "comment": null, "photo": null, "caption": null }, "geometry": { "type": "Point", "coordinates": [ -94.75204, 45.98962 ] } },
{ "type": "Feature", "properties": { "hometown": "Walla Walla, Washington", "lat": 46.060619, "lng": -118.345986, "display": null, "years": 41, "groups": "g3", "info": null, "frequency": null, "comment": null, "photo": null, "caption": null }, "geometry": { "type": "Point", "coordinates": [ -118.34599, 46.06062 ] } },
{ "type": "Feature", "properties": { "hometown": "Hillside, New Jersey", "lat": 40.69441, "lng": -74.228502, "display": null, "years": 42, "groups": "g3", "info": null, "frequency": null, "comment": null, "photo": null, "caption": null }, "geometry": { "type": "Point", "coordinates": [ -74.2285, 40.69441 ] } },
{ "type": "Feature", "properties": { "hometown": "South Texas", "lat": 28.298309, "lng": -98.599583, "display": null, "years": 42, "groups": "g3", "info": null, "frequency": null, "comment": null, "photo": null, "caption": null }, "geometry": { "type": "Point", "coordinates": [ -98.59958, 28.29831 ] } },
{ "type": "Feature", "properties": { "hometown": "Southern Illinois", "lat": 37.900617, "lng": -89.17505, "display": null, "years": 42, "groups": "g3", "info": null, "frequency": null, "comment": null, "photo": null, "caption": null }, "geometry": { "type": "Point", "coordinates": [ -89.17505, 37.90062 ] } },
{ "type": "Feature", "properties": { "hometown": "New York", "lat": 42.572254, "lng": -75.091964, "display": null, "years": 42, "groups": "g3", "info": null, "frequency": null, "comment": null, "photo": null, "caption": null }, "geometry": { "type": "Point", "coordinates": [ -75.09196, 42.57225 ] } },
{ "type": "Feature", "properties": { "hometown": "Eugene, Oregon", "lat": 44.04418, "lng": -123.099246, "display": null, "years": 43, "groups": "g3", "info": null, "frequency": null, "comment": null, "photo": null, "caption": null }, "geometry": { "type": "Point", "coordinates": [ -123.09925, 44.04418 ] } },
{ "type": "Feature", "properties": { "hometown": "Mounds, Illinois  ", "lat": 37.113607, "lng": -89.197211, "display": null, "years": 43, "groups": "g3", "info": null, "frequency": null, "comment": null, "photo": null, "caption": null }, "geometry": { "type": "Point", "coordinates": [ -89.19721, 37.11361 ] } },
{ "type": "Feature", "properties": { "hometown": "NW Chicago, Illinois", "lat": 41.945756, "lng": -87.79477, "display": null, "years": 44, "groups": "g3", "info": null, "frequency": null, "comment": null, "photo": null, "caption": null }, "geometry": { "type": "Point", "coordinates": [ -87.79477, 41.94576 ] } },
{ "type": "Feature", "properties": { "hometown": "Southeast Missouri", "lat": 44.033423, "lng": -91.938891, "display": null, "years": 45, "groups": "g4", "info": null, "frequency": null, "comment": null, "photo": null, "caption": null }, "geometry": { "type": "Point", "coordinates": [ -91.93889, 44.03342 ] } },
{ "type": "Feature", "properties": { "hometown": "Southeast Missouri", "lat": 37.295241, "lng": -89.22222, "display": null, "years": 45, "groups": "g4", "info": null, "frequency": null, "comment": null, "photo": null, "caption": null }, "geometry": { "type": "Point", "coordinates": [ -89.22222, 37.29524 ] } },
{ "type": "Feature", "properties": { "hometown": "Central California", "lat": 36.103072, "lng": -119.715023, "display": null, "years": 46, "groups": "g4", "info": null, "frequency": null, "comment": null, "photo": null, "caption": null }, "geometry": { "type": "Point", "coordinates": [ -119.71502, 36.10307 ] } },
{ "type": "Feature", "properties": { "hometown": "Derby Acres, California", "lat": 35.243992, "lng": -119.601405, "display": null, "years": 46, "groups": "g4", "info": null, "frequency": null, "comment": null, "photo": null, "caption": null }, "geometry": { "type": "Point", "coordinates": [ -119.6014, 35.24399 ] } },
{ "type": "Feature", "properties": { "hometown": "Marianna, Florida", "lat": 30.77031, "lng": -85.223931, "display": null, "years": 50, "groups": "g4", "info": null, "frequency": null, "comment": null, "photo": null, "caption": null }, "geometry": { "type": "Point", "coordinates": [ -85.22393, 30.77031 ] } },
{ "type": "Feature", "properties": { "hometown": "New Rochelle, New York", "lat": 40.916424, "lng": -73.778718, "display": null, "years": 50, "groups": "g4", "info": null, "frequency": null, "comment": null, "photo": null, "caption": null }, "geometry": { "type": "Point", "coordinates": [ -73.77872, 40.91642 ] } },
{ "type": "Feature", "properties": { "hometown": "Southwest Georgia - Lee County", "lat": 31.808182, "lng": -84.140058, "display": null, "years": 50, "groups": "g4", "info": null, "frequency": null, "comment": null, "photo": null, "caption": null }, "geometry": { "type": "Point", "coordinates": [ -84.14006, 31.80818 ] } },
{ "type": "Feature", "properties": { "hometown": "Imlay City, Michigan", "lat": 43.023372, "lng": -83.078025, "display": null, "years": 51, "groups": "g4", "info": null, "frequency": null, "comment": null, "photo": null, "caption": null }, "geometry": { "type": "Point", "coordinates": [ -83.07802, 43.02337 ] } },
{ "type": "Feature", "properties": { "hometown": "Kentucky", "lat": 37.387867, "lng": -86.775273, "display": null, "years": 51, "groups": "g4", "info": null, "frequency": null, "comment": null, "photo": null, "caption": null }, "geometry": { "type": "Point", "coordinates": [ -86.77527, 37.38787 ] } },
{ "type": "Feature", "properties": { "hometown": "Kuna, Idaho", "lat": 43.489466, "lng": -116.418887, "display": null, "years": 51, "groups": "g4", "info": null, "frequency": null, "comment": null, "photo": null, "caption": null }, "geometry": { "type": "Point", "coordinates": [ -116.41889, 43.48947 ] } },
{ "type": "Feature", "properties": { "hometown": "Tiptonville, Tennessee", "lat": 36.376735, "lng": -89.472432, "display": null, "years": 52, "groups": "g4", "info": null, "frequency": null, "comment": null, "photo": null, "caption": null }, "geometry": { "type": "Point", "coordinates": [ -89.47243, 36.37673 ] } },
{ "type": "Feature", "properties": { "hometown": "South Central Wisconsin", "lat": 42.930443, "lng": -88.970497, "display": null, "years": 53, "groups": "g4", "info": null, "frequency": null, "comment": null, "photo": null, "caption": null }, "geometry": { "type": "Point", "coordinates": [ -88.9705, 42.93044 ] } },
{ "type": "Feature", "properties": { "hometown": "St. Louis, Missouri", "lat": 38.646437, "lng": -90.198837, "display": null, "years": 54, "groups": "g4", "info": null, "frequency": null, "comment": null, "photo": null, "caption": null }, "geometry": { "type": "Point", "coordinates": [ -90.19884, 38.64644 ] } },
{ "type": "Feature", "properties": { "hometown": "Salem, Indiana", "lat": 38.602745, "lng": -86.099392, "display": null, "years": 54, "groups": "g4", "info": null, "frequency": null, "comment": null, "photo": null, "caption": null }, "geometry": { "type": "Point", "coordinates": [ -86.09939, 38.60274 ] } },
{ "type": "Feature", "properties": { "hometown": "Erie, Pennsylvania", "lat": 42.119807, "lng": -80.077807, "display": null, "years": 55, "groups": "g4", "info": null, "frequency": null, "comment": null, "photo": null, "caption": null }, "geometry": { "type": "Point", "coordinates": [ -80.07781, 42.11981 ] } },
{ "type": "Feature", "properties": { "hometown": "Central Illinois", "lat": 39.406161, "lng": -89.529351, "display": null, "years": 58, "groups": "g4", "info": null, "frequency": null, "comment": null, "photo": null, "caption": null }, "geometry": { "type": "Point", "coordinates": [ -89.52935, 39.40616 ] } },
{ "type": "Feature", "properties": { "hometown": "La Place, Illinois", "lat": 39.798598, "lng": -88.717183, "display": null, "years": 63, "groups": "g4", "info": null, "frequency": null, "comment": null, "photo": null, "caption": null }, "geometry": { "type": "Point", "coordinates": [ -88.71718, 39.7986 ] } }
]
}
